# Tim Pearson's Brewfile
# includes casks (gui installs)
brew 'wget'
brew 'httpie'


# Install Cask
brew 'caskroom/cask/brew-cask'

# Install Casks
cask 'alfred'
# cask 'amazon-music' # download failed
cask 'android-file-transfer'
cask 'appcleaner'
cask 'astrill'
cask 'atom'
cask 'bettertouchtool'
cask 'calibre'
cask 'carbon-copy-cloner'
cask 'cyberduck'
cask 'dropbox'
cask 'duet'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'gas-mask'
cask 'gimp'
cask 'github-desktop'
cask 'google-chrome'
cask 'handbrake'
cask 'ifunbox'
cask 'iterm2'
cask 'kdiff3'
cask 'kindle'
cask 'macdown'
cask 'mamp'
cask 'phpstorm'
cask 'skype'
cask 'sourcetree'
cask 'sublime-text'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'

## Applications that are not installable by cask
# 1keyboard
# dash (offline documentation)
# firefox developer edition
# fishshell
# line
# microsoft office apps (they might be installable via cask but I'm copying over previous versions)
# myheadset updater (for plantronics headphones)
# stuffit expander
# visual paradigm
# wechat
